[
  {
    "_id": 123,
    "topic": "Space",
    "userName": "SpaceX",
    "time": "2h",
    "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
    "image": "spacex.png",
    "liked": true,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "@spacex",
    "tuit": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"
  },
  {
    "_id": 234,
    "topic": "Entertainment",
    "userName": "Daily Mail Online",
    "time": "8h",
    "title": "Kim Kardashian discovers Halloween weekend bash is not a costume party after turning up as Mystique!",
    "image": "mail-online.png",
    "liked": false,
    "replies": 944,
    "retuits": 1200,
    "likes": 4303,
    "handle": "@MailOnline",
    "tuit": "Kim Kardashian assembled her very own X-Men characters squad on Halloween weekend, and dropped by Tracee Ellis Ross' 50th birthday party in full costume.\n\nThe reality TV star, 42, looked incredible dressed up as Mystique and showed off her curves in a blue latex costume and face paint in sultry Instagram photos. She was joined by pals Olivia Pierson, 33 (as Magik) and Natalie Halcro, 34 (as Selene). \n\nThe SKIMS founder later shared a snap with Tracee, writing, 'That time I showed up to a birthday dinner in full costume when it wasn't a costume party!' "
  },
  {
    "_id": 345,
    "topic": "Entertainment",
    "userName": "billboard",
    "time": "15h",
    "title": "Taylor Swift Charts All 20 Songs From ‘Midnights’ on Billboard Hot 100",
    "image": "spacex.png",
    "liked": true,
    "replies": 51,
    "retuits": 628,
    "likes": 3517,
    "handle": "@billboard",
    "tuit": "Following the Oct. 21 release of her latest studio album Midnights, Swift makes history as the first artist in the Billboard Hot 100’s 64-year history to occupy the entire top 10 in a single week. She also passes Madonna for the most top 10 hits among women (40).\n\nMidnights opens as Swift’s 11th No. 1 on the Billboard 200 albums chart, as it soars in with 1.578 million equivalent album units earned in the Oct. 21-27 tracking week, according to Luminate. The set sports the largest one-week total since the debut week of Adele’s 25 (3.482 million) on the chart dated Dec. 12, 2015.\n\n RELATED"
  },
  {
    "_id": 456,
    "topic": "Avatar the Last Airbender",
    "userName": "Avatar News",
    "time": "yesterday",
    "title": "New Actor Found for Live Action Adaptation of ATLA",
    "image": "spacex.png",
    "liked": true,
    "replies": 35,
    "retuits": 101,
    "likes": 1818,
    "handle": "@AvatarNews_",
    "tuit": "New interview with Arden Cho (Teen Wolf, Partner Track) on her role as June the bounty hunter in the upcoming live-action Avatar: The Last Airbender series, coming 2023!\n\n\"I am so grateful and thankful that I get to be a part of something so historical.\""
  }
]